[
 {
  "id": 1,
  "nombreLibro": "Breve historia de la revolución industrial",
  "autor": "Luis E. Iñigo Fernandez",
  "editorial": "Nowtilus",
  "origen": "Español",
  "numeropaginas": 230,
  "fechapublicacion": "6/8/2022",
  "reseña": "La Revolución Industrial es el proceso más determinante de la historia reciente: una narración vibrante plagada de victorias para la humanidad, pero también de víctimas. Nadie duda que las guerras o los enfrentamientos cambian el curso de la historia, pero no es menos importante, para nuestra historia reciente, el impacto que tuvo la Revolución Industrial tanto en la economía como en la política o la estrategia militar de las naciones.",
  "categoria": "Historia",
  "precio": 12,
  "categoria2": "recomendados",
  "imagen": "breve-historia-revolucion-industrial.jpg",
  "calificaciones": 5,
  "sobreautor": "un señor muy interesante"
 },
 {
  "id": 2,
  "nombreLibro": "Historia visual de la segunda guerra mundial",
  "autor": "Vicent Bernard",
  "editorial": "Critica",
  "origen": "Español",
  "numeropaginas": 300,
  "fechapublicacion": "15/10/2022",
  "reseña": "Una visión realmente innovadora del conflicto más importante de la historia.",
  "categoria": "Historia",
  "precio": 8,
  "categoria2": "recomendados",
  "imagen": "ii-guerra-mundial.jpg",
  "calificaciones": 9,
  "sobreautor": "un señor muy vago"
 },
 {
  "id": 3,
  "nombreLibro": "Sapiens. De animales a dioses: Una breve historia de la humanidad",
  "autor": "Yuval Noah Harari",
  "editorial": "Debate",
  "origen": "Español",
  "numeropaginas": 621,
  "fechapublicacion": "4/09/2014",
  "reseña": "¿Cómo logró nuestra especie imponerse en la lucha por la existencia? ¿Por qué nuestros ancestros recolectores se unieron para crear ciudades y reinos? ¿Cómo llegamos a creer en dioses, en naciones o en los derechos humanos; a confiar en el dinero, en los libros o en las leyes? ¿Cómo acabamos sometidos a la burocracia, a los horarios y al consumismo? ¿Y cómo será el mundo en los milenios venideros?",
  "categoria": "Historia",
  "precio": 11,
  "categoria2": "recomendados",
  "imagen": "de-animales a dioses.jpg",
  "calificaciones": 15,
  "sobreautor": "un señor muy lindo"
 },
 {
  "id": 4,
  "nombreLibro": "Infografías de la antigua Roma ",
  "autor": "Milan Melocco",
  "editorial": "Critica",
  "origen": "Español",
  "numeropaginas": 400,
  "fechapublicacion": "15/09/2021",
  "reseña": "En un riguroso enfoque histórico y a partir de las mejores fuentes internacionales pero con la constante preocupación por la claridad, los autores ofrecen un libro único, tan importante por la masa de datos que recoge como por su excepcional propuesta gráfica.",
  "categoria": "Historia",
  "precio": 8,
  "categoria2": "recomendados",
  "imagen": "infografias-de-la-antigua-roma.jpg",
  "calificaciones": 1,
  "sobreautor": "un señor muy poeta"
 },
 {
  "id": 5,
  "nombreLibro": "Geología Física Y Geología Histórica De Sudamérica ",
  "autor": " Edward Revollo",
  "editorial": "Xlibris US",
  "origen": "Español",
  "numeropaginas": 619,
  "fechapublicacion": "15/09/2021",
  "reseña": "Este libro tiene el objetivo de dar una introducción a los principios y conceptos básicos de la geología, para todos aquellos que están interesados en aprender sobre todos los procesos que formaron y dieron forma a la Tierra, desde su formación alrededor de 4.800 millones de años antes del presente (A.P.).",
  "categoria": "Historia",
  "precio": 4,
  "categoria2": "recomendados",
  "imagen": "historia-de-la-geologia-sudamericana.jpg",
  "calificaciones": 8,
  "sobreautor": "un señor muy entusiasta"
 },
 {
  "id": 6,
  "nombreLibro": "Violeta ",
  "autor": "Isabel Allende",
  "editorial": "Plaza y janes",
  "origen": "Español",
  "numeropaginas": 345,
  "fechapublicacion": "25/01/2022",
  "reseña": "La épica y emocionante historia de una mujer cuya vida abarca los momentos históricos más relevantes del siglo XX. Desde 1920 -con la llamada «gripe española»- hasta la pandemia de 2020, la vida de Violeta será mucho más que la historia de un siglo.",
  "categoria": "Literatura",
  "precio": 13,
  "categoria2": "recomendados",
  "imagen": "violeta.jpg",
  "calificaciones": 1,
  "sobreautor": "una señora muy delicado"
 },
 {
  "id": 7,
  "nombreLibro": "El Principito ",
  "autor": "Antoine De Saint-Exupéry",
  "editorial": "Babelcube Inc",
  "origen": "Español",
  "numeropaginas": 78,
  "fechapublicacion": "01/02/2017",
  "reseña": "Desde un pequeño asteroide, muy lejos de este planeta que se debate por sobrevivir, destella la imagen de este dulce niño tratando de rescatar los mejores sentimientos humanos olvidados o relegados. Saint-Exupéry escribe este canto de amor y ternura inigualable dirigido a los adultos, aunque quizá sean los nños los que puedan entender su hermosisimo mensaje.",
  "categoria": "Literatura",
  "precio": 3,
  "categoria2": "recomendados",
  "imagen": "el-principito.jpg"
 },
 {
  "id": 8,
  "nombreLibro": "100 años de soledad",
  "autor": "Gabriel Garcia Marquez",
  "editorial": "Vintaje Español",
  "origen": "Español",
  "numeropaginas": 271,
  "fechapublicacion": "15/10/2014",
  "reseña": "Millones de ejemplares de Cien años de soledad leídos en todas las lenguas y el Premio Nobel de Literatura coronando una obra que se había abierto paso a boca a boca como gusta decir el escritor son la más palpable demostración de que la aventura fabulosa de la familia Buendía-Iguarán, con sus milagros, fantasías, obsesiones, tragedias, incestos, adulterios, rebeldías, descubrimientos y condenas, representaba al mismo tiempo el mito y la historia, la tragedia y el amor del mundo entero.",
  "categoria": "Literatura",
  "precio": 10,
  "categoria2": "recomendados",
  "imagen": "100-años-de-soledad.jpg"
 },
 {
  "id": 9,
  "nombreLibro": "El Alquimista",
  "autor": "Paulo Coelho",
  "editorial": " Sant Jordi Asociados",
  "origen": "Español",
  "numeropaginas": 139,
  "fechapublicacion": "19/03/2018",
  "reseña": " Ésta es la historia de Santiago, un joven pastor andaluz que viaja desde su tierra natal hacia el desierto egipcio en busca de un tesoro oculto en las pirámides. Nadie sabe lo que contiene, ni si Santiago será capaz de superar los obstáculos del camino.",
  "categoria": "Literatura",
  "precio": 6,
  "categoria2": "masVendidos",
  "imagen": "el-alquimista.jpg"
 },
 {
  "id": 10,
  "nombreLibro": "Cometas en el cielo",
  "autor": "Khaled Hosseini",
  "editorial": " Salamandra",
  "origen": "Español",
  "numeropaginas": 405,
  "fechapublicacion": "06/12/2011",
  "reseña": " Sobre el telón de fondo de un Afganistán respetuoso de sus ricas tradiciones ancestrales, la vida en Kabul durante el invierno de 1975 se desarrolla con toda la intensidad, la pujanza y el colorido de una ciudad confiada en su futuro e ignorante de que se avecina uno de los períodos más cruentos que han padecido los milenarios pueblos que la habitan.",
  "categoria": "Literatura",
  "precio": 5,
  "categoria2": "masVendidos",
  "imagen": "cometas-en-el-cielo.jpg"
 },
 {
  "id": 11,
  "nombreLibro": "Caminito del mundo",
  "autor": "Marcelo Briem Stamm",
  "editorial": "Booktime",
  "origen": "Argentina",
  "numeropaginas": 32,
  "fechapublicacion": "28/08/2021",
  "reseña": "Este libro es un increíble viaje al pasado, que indaga a fondo sobre la creación del famoso museo a cielo abierto Caminito, y el tango que lleva el mismo nombre. Luego del prólogo, se conocerán los orígenes de la ciudad de Buenos Aires, el barrio de La Boca, la historia del famoso pintor Benito Quinquela Martín, los desconocidos inicios del tango, cómo se creó el tango Caminito y finalmente un tour dedicado, lleno de recomendaciones, para conocer Caminito en la actualidad..",
  "categoria": "Arte",
  "precio": 12,
  "categoria2": "masVendidos",
  "imagen": "quinquela.jpg"
 },
 {
  "id": 12,
  "nombreLibro": "Ana Mercedes Hoyo Retrospectiva",
  "autor": "Angel Kalenberg",
  "editorial": "Villegas Editores",
  "origen": "",
  "numeropaginas": 255,
  "fechapublicacion": "1/11/2002",
  "reseña": "La proliferación y difusión de los temas mestizos se han vuelto universales... Inspirándose en la realidad histórica y cultural de Colombia y en la mejor tradición latinoamericana, Ana Mercedes Hoyos desarrolla su obra en el laberinto del mestizaje pictórico, un mestizaje de imágenes. En estas palabras del emocionante ensayo crítico que abre este libro, Ángel Kalenberg describe la evolución de esta gran artista colombiana y su lugar en el arte mundial.",
  "categoria": "Arte",
  "precio": 65,
  "categoria2": "masVendidos",
  "imagen": "hoyo.jpg"
 },
 {
  "id": 13,
  "nombreLibro": "The Worlds of Joaquin Torres-Garcia",
  "autor": "William R. Acquavella",
  "editorial": "Rizzoli",
  "origen": "EEUU",
  "numeropaginas": 400,
  "fechapublicacion": "4/09/2018",
  "reseña": "Con 70 pinturas, esculturas y obras en papel, esta es la muestra más grande del trabajo de Torres-García que se exhibe en una galería estadounidense desde que Joaquín Torres-García comisarió su propia exposición en la Galería Sidney Janis en 1950. El libro incluye previamente textos inéditos del artista y obras icónicas que fueron guardadas por la familia como ejemplos representativos de distintos momentos de su carrera, primero del artista y luego de familiares que los heredaron en conjunto.",
  "categoria": "Arte",
  "precio": 48,
  "categoria2": "masVendidos",
  "imagen": "torres-garcia.jpg"
 },
 {
  "id": 14,
  "nombreLibro": "Frida Kahlo. Obras Maestras",
  "autor": "Roxana Velaszquez",
  "editorial": "Ediciones El Viso, S.A.",
  "origen": "España",
  "numeropaginas": 224,
  "fechapublicacion": "26/07/2021",
  "reseña": "El presente volumen supone una introducción ideal para dar a conocer la obra de la artista mexicana Frida Kahlo. En él se incluyen sus 75 mejores pinturas, tanto las piezas más populares como pinturas procedentes de colecciones particulares que rara vez se muestran en público, lo cual hace que el contenido de este libro resulte novedoso, variado y cautivador..",
  "categoria": "Arte",
  "precio": 44,
  "categoria2": "masVendidos",
  "imagen": "kahlo.jpg"
 },
 {
  "id": 15,
  "nombreLibro": "Van Gogh. La obra completa - pintura",
  "autor": "Rainer Metzger",
  "editorial": "BOLSAS",
  "origen": "España",
  "numeropaginas": 744,
  "fechapublicacion": "26/06/2015",
  "reseña": "La historia de Vincent van Gogh es una de las más irónicas de la historia del arte. Hoy en día, es celebrado en todo el mundo como uno de los pintores más importantes de todos los tiempos, reconocido con espectáculos con entradas agotadas, museos festejados y precios récord de decenas de millones de dólares en subastas.Este completo estudio de Vincent van Gogh (1853–1890) combina una monografía detallada sobre su vida y arte con un catálogo completo de sus 871 pinturas.",
  "categoria": "Arte",
  "precio": 34,
  "categoria2": "recomendados",
  "imagen": "van-gogh.jpg"
 },
 {
  "id": 16,
  "nombreLibro": "Geografia y atlas universal:El Mundo Al Alcance De Sus Manos",
  "autor": "Flora Lozada",
  "editorial": "Grupo Clasa",
  "origen": "EEUU",
  "numeropaginas": 432,
  "fechapublicacion": "30/06/2006",
  "reseña": "El objetivo de esta obra es proporcionar al lector, tanto para el escolar como para el que realiza una consulta esporádica, un completo y atractivo panorama de las partes que constituyen la Tierra. Las numerosas ilustraciones, de gran claridad y precisión, se acompañan con breves notas sobre el origen, el desarrollo y las transformaciones que experimenta nuestro planeta.",
  "categoria": "geografia",
  "precio": 43,
  "categoria2": "recomendados",
  "imagen": "atlas.jpg"
 },
 {
  "id": 17,
  "nombreLibro": "Ríos del mundo",
  "autor": "Volker Mehnert",
  "editorial": "Libros del Zorro Rojo",
  "origen": "España",
  "numeropaginas": 40,
  "fechapublicacion": "13/10/2021",
  "reseña": "¿A quién no le gustaría embarcarse en un viaje por diecinueve ríos de todo el mundo? Una travesía para exploradores del siglo xxi que comienza en el sur de Europa, en las marismas del Guadalquivir, y prosigue por el Rin, el Danubio, el Támesis, el Volga, el Lena, el Ganges, el Yangtsé, el Mekong, el Congo, el Nilo, el San Lorenzo, el Misisipi, el Colorado, el Río Bravo, el Orinoco, el Amazonas, el Paraná y culmina en el Murray de Australia. Cada río se despliega en un mapa a doble página, profusamente ilustrado, con una interesante biografía que incluye datos sobre su longitud, su ubicación y algunos de los destinos y parajes más emblemáticos de su recorrido, además de información adicional de diferentes ámbitos de conocimiento: historia, comercio, gastronomía, patrimonio cultural, fauna y flora de la zona y también detalles del folclore y la mitología asociada a cada río.",
  "categoria": "geografia",
  "precio": 23,
  "categoria2": "recomendados",
  "imagen": "rios.jpg"
 },
 {
  "id": 18,
  "nombreLibro": "Arrecifes. Nuestra maravillosa Tierra!",
  "autor": "Tanner Billings",
  "editorial": "Gareth Stevens Pub",
  "origen": "EEUU",
  "numeropaginas": 24,
  "fechapublicacion": "12/08/2022",
  "reseña": "Los arrecifes albergan una gran variedad de organismos, como corales y muchas plantas diferentes. Con la ayuda de este volumen cautivador, los primeros lectores aprenderán todo sobre las áreas submarinas que han sido denominadas bosques tropicales del mar. El texto accesible se combina con fotografías estrechamente relacionadas para apoyar el desarrollo de habilidades sólidas de comprensión de lectura. Esta guía fácil de seguir y de bajo ATOS es la manera perfecta de presentar a los jóvenes lectores importantes planes de estudio de ciencias elementales.",
  "categoria": "geografia",
  "precio": 15,
  "categoria2": "masVendidos",
  "imagen": "arrecifes.jpg"
 },
 {
  "id": 19,
  "nombreLibro": "Geografía: ¿Por qué importa?",
  "autor": "Alexander B. Murphy",
  "editorial": "Ediciones El Viso, S.A.",
  "origen": "EEUU",
  "numeropaginas": 124,
  "fechapublicacion": "23/01/2020",
  "reseña": "La creciente rapidez de la expansión de la civilización y de la tecnología hace que el mundo que nos rodea se transforme a pasos agigantados (cambio climático y sus consecuencias, urbanización acelerada y migraciones masivas) y acentúa la importancia cada vez mayor del conocimiento y valoración de la Geografía. Relegada a menudo a una posición subordinada, ésta, como materia que atañe a la organización de la interconexión de las poblaciones, los diferentes entornos ambientales y los lugares, proporciona sin embargo una perspectiva inmejorable de cómo suceden estos cambios, de por qué lo hacen en un lugar preciso y no en otro, y de su repercusión en los procesos del medio ambiente y los asuntos humanos. Esta reivindicación de la Geografía, tan apasionada como bien fundada, llevada a cabo por A. B. Murphy preconiza «pensar geográficamente» como medio de fortalecer la sociedad civil, de contribuir a una mejor toma de decisiones por parte de los gobiernos y los grandes empresarios en provecho de todos, y de enriquecer la existencia del individuo, haciéndole tomar conciencia del mundo que lo rodea.",
  "categoria": "geografia",
  "precio": 8,
  "categoria2": "masVendidos",
  "imagen": "geografia.jpg"
 },
 {
  "id": 20,
  "nombreLibro": "Geología Física Y Geología Histórica De Sudamérica",
  "autor": "Edward Revollo",
  "editorial": "Xlibris US",
  "origen": "España",
  "numeropaginas": 619,
  "fechapublicacion": "19/09/2019",
  "reseña": "Este libro tiene el objetivo de dar una introducción a los principios y conceptos básicos de la geología, para todos aquellos que están interesados en aprender sobre todos los procesos que formaron y dieron forma a la Tierra, desde su formación alrededor de 4.800 millones de años antes del presente (A.P.). Los primeros geólogos, se pusieron como tarea estudiar e interpretar estos procesos. Después de varios años de estudios pudieron contribuir a revelar la historia del planeta y el origen de la vida. Su trabajo fue la base para futuras generaciones de científicos que profundizaron e hicieron nuevos descubrimientos que han contribuido a la comprensión de nuestro planeta y dar una nueva visión acerca de su formación.",
  "categoria": "geografia",
  "precio": 36,
  "categoria2": "masVendidos",
  "imagen": "Geologia.jpg"
 },
 {
  "id": 21,
  "nombreLibro": "El libro dorado de Urania: Tratado de Astronomía Clásica",
  "autor": "Juan Carlos Alba Delgado",
  "editorial": "Independently published",
  "origen": "España",
  "numeropaginas": 134,
  "fechapublicacion": "24/10/2019",
  "reseña": "Urania, musa de la Astronomía, encargada de custodiar los cielos y las historias que hay en ellos. El presente volumen muestra un panorama de la concepción del Universo y los cielos, desde el punto de vista de los antiguos griegos. Está centrado en los mitos que explican los hechos naturales que hoy en día conocemos científicamente, de forma que se pueda leer en los dos sentidos; constituyendo un tratado tanto de Astronomía como de Mitología.",
  "categoria": "astronomia",
  "precio": 27.76,
  "categoria2": "masVendidos",
  "imagen": "ElLibroDoradoDeUrania.jpg"
 },
 {
  "id": 22,
  "nombreLibro": "El futuro de la humanidad",
  "autor": "Michio Kaku",
  "editorial": "Debate",
  "origen": "España",
  "numeropaginas": 416,
  "fechapublicacion": "26/03/2019",
  "reseña": "Nuestro destino yace en las estrellas, no por nuestra curiosidad o pasión por los viajes, sino para asegurarnos nuestra propia supervivencia. Las edades de hielo, los impactos de asteroides, la capacidad de carga finita de la Tierra e incluso la futura muerte del sol son algunas de las amenazas existenciales que pueden destruir a la humanidad. Así que, o abandonamos la Tierra o deberemos asumir la idea de nuestra inevitable extinción como especie.",
  "categoria": "astronomia",
  "precio": 19.25,
  "categoria2": "masVendidos",
  "imagen": "ElFuturoDeLaHumanidad.jpg"
 },
 {
  "id": 23,
  "nombreLibro": "Astronomía. Guía para principiantes",
  "autor": "Arthwr Bass",
  "editorial": "Vanessa Lozada Gil",
  "origen": "España",
  "numeropaginas": 102,
  "fechapublicacion": "10/02/2017",
  "reseña": "En la astronomía moderna los aficionados aún pueden jugar un papel activo de aporte y crecimiento para esta ciencia, especialmente en el descubrimiento y seguimiento de cuerpos estelares como asteroides o cometas.",
  "categoria": "astronomia",
  "precio": 10.85,
  "categoria2": "masVendidos",
  "imagen": "AstronomiaGuiaParaPrincipantes.jpg"
 },
 {
  "id": 24,
  "nombreLibro": "Extraterrestre: La humanidad ante el primer signo de vida inteligente más allá de la Tierra",
  "autor": "Avi Noeb",
  "editorial": "Editorial Planeta S.A.U",
  "origen": "España",
  "numeropaginas": 256,
  "fechapublicacion": "03/02/2021",
  "reseña": "En octubre de 2017, científicos del observatorio Haleakala, en Hawái, detectaron un objeto interestelar en movimiento próximo a la Tierra. Primero fue catalogado de cometa, pero esta hipótesis fue descartada.",
  "categoria": "astronomia",
  "precio": 22.35,
  "categoria2": "novedades",
  "imagen": "Extraterrestre.jpg"
 },
 {
  "id": 25,
  "nombreLibro": "Astronomía para ser entendida: Misterios del Universo",
  "autor": "Oscar Eduardo Costa",
  "editorial": "Independently published",
  "origen": "España",
  "numero-paginas": 256,
  "fechapublicacion": "03/02/2021",
  "reseña": "En esta obra podremos encontrar información y explicaciones acerca del Universo, galaxias, estrellas, nebulosas, agujeros negros, planetas, la teoría del Big Bang, cáusares entre otros.",
  "categoria": "astronomia",
  "precio": 11.99,
  "categoria2": "novedades",
  "imagen": "AstronomiaParaSerEntendida.jpg"
 },
 {
  "id": 26,
  "nombreLibro": "El libro de las matemáticas",
  "autor": "DK",
  "editorial": "DK",
  "origen": "España",
  "numeropaginas": 352,
  "fechapublicacion": "20/10/2020",
  "reseña": "Escrito en un lenguaje accesible, El libro de las matemáticas presenta explicaciones claras y concisas que desbrozan la jerga especializada, diagramas que plasman complejas teorías, citas memorables e ingeniosas ilustraciones que juegan con nuestras ideas acerca de los números.",
  "categoria": "Matemáticas",
  "precio": 18.99,
  "categoria2": "novedades",
  "imagen": "ElLibroDeLasMatematicas.jpg"
 },
 {
  "id": 27,
  "nombreLibro": "Matematica Del Poker: Estrategias simples, efectivas y avanzadas para utilizar En las Matemáticas del Poker en el mundo del póker ",
  "autor": "Mr Kevin Bailey",
  "editorial": "CreateSpace Independent Publishing Platform",
  "origen": "España",
  "numeropaginas": 50,
  "fechapublicacion": "13/07/2018",
  "reseña": "Cuando se trata de jugar al poker de la manera más efectiva posible, hay dos tipos de jugadores, aquellos que juegan con sus entrañas y aquellos que usan las matemáticas detrás del juego de póker para desarrollar estrategias que se destacan para los jugadores de todos los niveles de habilidad. Huelga decir que el segundo tipo siempre superará al primero. Si quieres asegurarte que estás en el lado ganador la próxima vez que te sientas en una mesa, entonces matemáticas del poker es el libro para ti.",
  "categoria": "Matemáticas",
  "precio": 19.95,
  "categoria2": "novedades",
  "imagen": "MatematicaDelPoker.jpg"
 },
 {
  "id": 28,
  "nombreLibro": "El lenguaje de las matemáticas. Historia de sus símbolos (Ciencia para todos)",
  "autor": "Raúl Rojas González",
  "editorial": "Fondo de Cultura Económica",
  "origen": "España",
  "numeropaginas": 260,
  "fechapublicacion": "28/11/2018",
  "reseña": "El lenguaje de las matemáticas: historia de sus símbolos es una compilación de cultura, historia y referencias matemáticas. Con 54 capítulos, como cápsulas de diversas extensiones, narra la procedencia de algún símbolo o concepto matemático, de caracteres como la raíz cuadrada, el uso de números arábigos y letras latinas y griegas en el lenguaje del álgebra, así como el surgimiento del símbolo de adición, entre muchos otros fascinantes componentes del lenguaje de esta disciplina.",
  "categoria": "Matemáticas",
  "precio": 14,
  "categoria2": "novedades",
  "imagen": "ElLenguajeDeLasMatematicas.jpg"
 },
 {
  "id": 29,
  "nombreLibro": "¿Y tú? ¿Lo sabes?: Acertijos, juegos de lógica, puzles matemáticos y otros retos mentales.",
  "autor": "Samuel Fox",
  "editorial": "CreateSpace Independent Publishing Platform",
  "origen": "España",
  "numeropaginas": 108,
  "fechapublicacion": "22/04/2016",
  "reseña": "En este libro encontrarás una recopilación de algunos de los más clásicos retos mentales.Haz que tu cerebro saque humo, resolviendo acertijos, juegos de lógica, puzles matemáticos, enigmas…Reta a tus amigos y familiares a encontrar las soluciones.¿Y tú? ¿Lo sabes?",
  "categoria": "Matemáticas",
  "precio": 21.99,
  "categoria2": "novedades",
  "imagen": "YTuLoSabes.jpg"
 },
 {
  "id": 30,
  "nombreLibro": "100 Días de Sumas y Restas - Libro de Trabajo: Ejercicios de práctica para niños de 5 a 8 años",
  "autor": "Miriam Murillo Llarnas",
  "editorial": "Independently published",
  "origen": "España",
  "numeropaginas": 104,
  "fechapublicacion": "30/08/2021",
  "reseña": "Este cuaderno es esencial para que los principiantes practiquen la suma y la resta paso a paso. Encontrarás 100 páginas repletas de muchos ejercicios de práctica.",
  "categoria": "Matemáticas",
  "precio": 6.19,
  "categoria2": "novedades",
  "imagen": "100DiasDeSumasYRestas.jpg"
 },
 {
  "id": 31,
  "titulo": "Probando crear un nuevo producto",
  "autor": "Marina",
  "editorial": "Rompedores de codigo",
  "origen": "Argentina",
  "price": "43232",
  "paginas": "34",
  "fecha": "1991-09-12",
  "categoria": "Matematica",
  "description": "jlkdsjaoñdk",
  "imagen": "image-1662231291667.jpeg"
 }
]